export default {
  projections: {
    РабочееМестоE: {
      инвНомер: {
        __caption__: 'Инв номер'
      },
      кабинет: {
        __caption__: 'Кабинет'
      },
      место: {
        __caption__: 'Место'
      },
      пО: {
        __caption__: 'ПО',
        название: {
          __caption__: 'Название'
        },
        версия: {
          __caption__: 'Версия'
        },
        freeware: {
          __caption__: 'Freeware'
        }
      }
    },
    РабочееМестоL: {
      инвНомер: {
        __caption__: 'Инв номер'
      },
      кабинет: {
        __caption__: 'Кабинет'
      },
      место: {
        __caption__: 'Место'
      }
    }
  },
  validations: {
    инвНомер: {
      __caption__: 'Инв номер'
    },
    кабинет: {
      __caption__: 'Кабинет'
    },
    место: {
      __caption__: 'Место'
    },
    филиал: {
      __caption__: 'филиал'
    },
    пО: {
      __caption__: 'ПО'
    }
  }
};
