export default {
  projections: {
    ОборудованиеE: {
      название: {
        __caption__: 'Название'
      },
      инвНомер: {
        __caption__: 'Инв номер'
      },
      датаДобавления: {
        __caption__: 'Дата добавления'
      }
    },
    ОборудованиеL: {
      название: {
        __caption__: 'Название'
      },
      инвНомер: {
        __caption__: 'Инв номер'
      },
      датаДобавления: {
        __caption__: 'Дата добавления'
      },
      тип: {
        __caption__: 'Название',
        название: {
          __caption__: 'Название'
        }
      },
      сотрудник: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    датаДобавления: {
      __caption__: 'Дата добавления'
    },
    инвНомер: {
      __caption__: 'Инв номер'
    },
    название: {
      __caption__: 'Название'
    },
    сотрудник: {
      __caption__: 'ФИО'
    },
    тип: {
      __caption__: 'Название'
    }
  }
};
