export default {
  projections: {
    ОпреацииE: {
      дата: {
        __caption__: 'Дата'
      },
      действие: {
        __caption__: 'Действие'
      },
      состояние: {
        __caption__: 'Состояние'
      }
    },
    ОпреацииL: {
      дата: {
        __caption__: 'Дата'
      },
      действие: {
        __caption__: 'Действие'
      },
      состояние: {
        __caption__: 'Состояние'
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    действие: {
      __caption__: 'Действие'
    },
    состояние: {
      __caption__: 'Состояние'
    },
    админ: {
      __caption__: 'админ'
    },
    оборудование: {
      __caption__: 'оборудование'
    }
  }
};
