export default {
  projections: {
    ОпреацииE: {
      дата: {
        __caption__: 'Дата'
      },
      действие: {
        __caption__: 'Действие'
      },
      состояние: {
        __caption__: 'Состояние'
      },
      оборудование: {
        __caption__: 'Оборудование',
        название: {
          __caption__: 'Название'
        },
        сотрудник: {
          __caption__: '',
          админ: {
            __caption__: 'Админ'
          },
          фИО: {
            __caption__: ''
          }
        }
      }
    },
    ОпреацииL: {
      дата: {
        __caption__: 'Дата'
      },
      действие: {
        __caption__: 'Действие'
      },
      состояние: {
        __caption__: 'Состояние'
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    действие: {
      __caption__: 'Действие'
    },
    состояние: {
      __caption__: 'Состояние'
    },
    админ: {
      __caption__: 'админ'
    },
    оборудование: {
      __caption__: 'оборудование'
    }
  }
};
